Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 적고 멈추기
cs: Uložit a zastavit
da: Gem og stop
de: Sichern und stoppen
el: Αποθήκευση και διακοπή
en: Save and Stop
es: Guardar y parar
fi: Tallenna ja lopeta
fr: Enregistrer et arrêter
id: Simpan dan Hentikan
it: Salva e interrompi
ja: 保存して停止
nb: Lagre og stopp
nl: Bewaar en stop
pl: Zapisz i zatrzymaj
pt_br: Salvar e parar
ru: Записать и остановиться
sv: Spara och stoppa
th: บันทึกแล้วหยุด
tr: Kaydet ve Durdur
vi: Lưu và dừng
zh_hans: 记录并停止
zh_hant: 記錄並停止

source: 적는 데는 아무 지장이 없습니다. 아이폰에서 적은 것도 계속 내려옵니다. 열면 지금까지 적어 둔 것까지 함께 보입니다.
cs: Psaní funguje stejně jako dosud a co napíšete na iPhonu, sem dál dorazí. Když funkci odemknete, přenese se i vše, co jste dosud napsali.
da: Du kan skrive præcis som før, og det, du skriver på din iPhone, kommer stadig igennem. Lås op, så går alt det, du har skrevet indtil nu, også over.
de: Schreiben funktioniert genau wie bisher, und was du auf dem iPhone schreibst, kommt weiterhin an. Schaltest du es frei, wandert auch alles, was du bisher geschrieben hast, hinüber.
el: Η καταγραφή λειτουργεί όπως πριν, και ό,τι γράφεις στο iPhone εξακολουθεί να έρχεται. Ξεκλείδωσέ το και θα περάσουν απέναντι και όλα όσα έχεις γράψει μέχρι τώρα.
en: Writing works exactly as before, and what you write on your iPhone still comes through. Unlock it and everything you've written so far goes across too.
es: Escribir funciona exactamente igual que antes, y lo que escribes en el iPhone sigue llegando. Desbloquéalo y todo lo que has escrito hasta ahora también pasará al otro lado.
fi: Kirjoittaminen toimii kuten ennenkin, ja iPhonessa kirjoittamasi tulee edelleen perille. Avaa se, niin kaikki tähän mennessä kirjoittamasi siirtyy myös sinne.
fr: L’écriture fonctionne exactement comme avant, et ce que vous écrivez sur l’iPhone continue d’arriver. Déverrouillez pour que tout ce que vous avez écrit jusqu’ici passe aussi de l’autre côté.
id: Menulis tetap berjalan seperti biasa, dan yang Anda tulis di iPhone tetap masuk. Buka kuncinya, dan semua yang sudah Anda tulis ikut terkirim.
it: Scrivere funziona esattamente come prima, e ciò che scrivi sull’iPhone continua ad arrivare. Sbloccalo e anche tutto ciò che hai scritto finora passa dall’altra parte.
ja: 書くことには何の支障もありません。iPhoneで書いたものも引き続き届きます。解除すると、これまでに書いたものもすべてiPhoneに届きます。
nb: Du skriver akkurat som før, og det du skriver på iPhonen, kommer fortsatt gjennom. Lås opp, så går alt du har skrevet så langt, også over.
nl: Schrijven werkt precies zoals eerst, en wat je op je iPhone schrijft, komt nog steeds binnen. Ontgrendel het en alles wat je tot nu toe hebt geschreven, gaat ook mee naar de overkant.
pl: Zapisywanie działa jak dotąd, a to, co zapiszesz na iPhonie, nadal tu trafia. Odblokuj, a przejdzie też wszystko, co zapisano do tej pory.
pt_br: Escrever funciona como antes, e o que você escreve no iPhone continua chegando. Desbloqueie e tudo o que você escreveu até agora também passa para o outro lado.
ru: Записывать можно как прежде, и записанное на iPhone по-прежнему приходит. Откройте функцию — и туда уйдёт всё, что вы записали до сих пор.
sv: Att skriva fungerar precis som förut, och det du skriver på iPhone kommer fortfarande fram. Lås upp så följer allt du skrivit hittills också med över.
th: การเขียนยังใช้ได้เหมือนเดิม และสิ่งที่คุณเขียนบน iPhone ก็ยังส่งมาถึง ปลดล็อกแล้วทุกอย่างที่เขียนไว้จนถึงตอนนี้จะส่งไปด้วย
tr: Yazmak eskisi gibi çalışır; iPhone’da yazdıklarınız da gelmeye devam eder. Kilidi açarsanız şimdiye kadar yazdıklarınızın hepsi de karşıya geçer.
vi: Việc ghi chép vẫn hoạt động y như trước, và những gì bạn viết trên iPhone vẫn chuyển về. Mở khóa thì mọi thứ bạn đã viết đến giờ cũng được chuyển sang.
zh_hans: 记录完全不受影响，在 iPhone 上写的内容也会继续同步过来。解锁后，至今写下的内容也会一并传过去。
zh_hant: 記錄完全不受影響，在 iPhone 上寫的內容也會持續同步過來。解鎖後，到目前為止寫下的內容也會一併傳過去。

source: 적는 데는 아무 지장이 없습니다. 주간 계획·루틴도, 아이폰에서 온 할 일을 보는 것도 무료입니다. 여기서 적은 것이 아이폰으로 건너가는 것만 프로입니다. 기기를 바꿨다면 복원으로 되찾습니다 — 다시 사지 않아도 됩니다.
cs: Psaní funguje stejně jako dosud. Týdenní plány, rutiny i čtení úkolů z iPhonu jsou zdarma. Pro se týká jen odesílání toho, co tu napíšete, do iPhonu. Nový Mac? Obnovení nákupu vše vrátí – nekupujete dvakrát.
da: Du kan skrive præcis som før. Ugeplaner, rutiner og visning af opgaver fra din iPhone er gratis. Pro dækker kun, at det, du skriver her, sendes over til din iPhone. Skiftet Mac? Gendan henter det tilbage – du køber det ikke to gange.
de: Schreiben funktioniert genau wie bisher. Wochenpläne, Routinen und das Lesen von Aufgaben vom iPhone sind kostenlos. Pro betrifft nur das Senden dessen, was du hier schreibst, an dein iPhone. Neuer Mac? „Wiederherstellen“ holt es zurück – du kaufst es nicht doppelt.
el: Η καταγραφή λειτουργεί όπως πριν. Τα εβδομαδιαία πλάνα, οι ρουτίνες και η ανάγνωση εργασιών από το iPhone είναι όλα δωρεάν. Το Pro αφορά μόνο την αποστολή όσων γράφεις εδώ στο iPhone σου. Άλλαξες Mac; Η επαναφορά το φέρνει πίσω — δεν το αγοράζεις δεύτερη φορά.
en: Writing works exactly as before. Weekly plans, routines and reading to-dos from your iPhone are all free. Pro only covers sending what you write here over to your iPhone. Changed Macs? Restore brings it back — you don't buy it twice.
es: Escribir funciona exactamente igual que antes. Los planes semanales, las rutinas y ver las tareas que vienen del iPhone son gratis. Pro solo cubre el envío de lo que escribes aquí a tu iPhone. ¿Has cambiado de Mac? Restaurar lo recupera: no lo compras dos veces.
fi: Kirjoittaminen toimii kuten ennenkin. Viikkosuunnitelmat, rutiinit ja iPhonen tehtävien lukeminen ovat kaikki ilmaisia. Pro koskee vain täällä kirjoittamasi lähettämistä iPhoneen. Vaihdoitko Macia? Palauta tuo sen takaisin – et osta sitä kahdesti.
fr: L’écriture fonctionne exactement comme avant. Plannings de la semaine, routines et lecture des tâches venues de l’iPhone sont gratuits. Pro ne concerne que l’envoi vers l’iPhone de ce que vous écrivez ici. Nouveau Mac ? Restaurer vous le rend, sans payer deux fois.
id: Menulis tetap berjalan seperti biasa. Rencana mingguan, rutinitas, dan membaca tugas dari iPhone semuanya gratis. Pro hanya untuk mengirim yang Anda tulis di sini ke iPhone. Ganti Mac? Pulihkan akan mengembalikannya — Anda tidak membeli dua kali.
it: Scrivere funziona esattamente come prima. Piani settimanali, routine e lettura delle attività dall’iPhone sono tutti gratuiti. Pro riguarda solo l’invio all’iPhone di ciò che scrivi qui. Hai cambiato Mac? Con Ripristina lo recuperi, senza acquistarlo due volte.
ja: 書くことには何の支障もありません。週の予定やルーティンも、iPhoneから届いたやることを見るのも無料です。ここで書いたものをiPhoneに送ることだけがProの機能です。Macを替えたら「購入を復元」で戻せます — 買い直す必要はありません。
nb: Du skriver akkurat som før. Ukeplaner, rutiner og visning av oppgaver fra iPhonen er gratis. Pro gjelder bare det å sende det du skriver her, over til iPhonen. Byttet Mac? Gjenopprett henter det tilbake – du kjøper det ikke to ganger.
nl: Schrijven werkt precies zoals eerst. Weekplannen, routines en taken van je iPhone bekijken zijn allemaal gratis. Pro dekt alleen het doorsturen van wat je hier schrijft naar je iPhone. Andere Mac? Via Herstel aankoop krijg je het terug — je koopt het niet twee keer.
pl: Zapisywanie działa jak dotąd. Plany tygodnia, rutyny i odczyt zadań z iPhone’a są darmowe. Pro dotyczy tylko wysyłania tego, co tu zapiszesz, na iPhone’a. Nowy Mac? Przywróć zakup — nie płacisz dwa razy.
pt_br: Escrever funciona como antes. Planos semanais, rotinas e ver as tarefas vindas do iPhone são grátis. O Pro cobre só o envio do que você escreve aqui para o iPhone. Trocou de Mac? Restaurar traz de volta — você não compra duas vezes.
ru: Записывать можно как прежде. Планы на неделю, рутины и просмотр задач с iPhone — бесплатно. Pro нужен только для отправки записанного здесь на iPhone. Сменили Mac? Восстановите покупку — второй раз платить не придётся.
sv: Att skriva fungerar precis som förut. Veckoplaner, rutiner och att läsa uppgifter från iPhone är helt gratis. Pro gäller bara att skicka det du skriver här till din iPhone. Bytt Mac? Återställ hämtar tillbaka det – du köper inte två gånger.
th: การเขียนยังใช้ได้เหมือนเดิม แผนประจำสัปดาห์ กิจวัตร และการอ่านสิ่งที่ต้องทำจาก iPhone ล้วนใช้ได้ฟรี Pro มีไว้สำหรับการส่งสิ่งที่คุณเขียนที่นี่ไปยัง iPhone เท่านั้น เปลี่ยน Mac ใหม่ก็กู้คืนได้ — ไม่ต้องซื้อซ้ำ
tr: Yazmak eskisi gibi çalışır. Haftalık planlar, rutinler ve iPhone’dan gelen görevleri okumak ücretsizdir. Pro yalnızca burada yazdıklarınızı iPhone’a göndermeyi kapsar. Mac’inizi mi değiştirdiniz? Geri Yükle ile geri gelir; ikinci kez satın almazsınız.
vi: Việc ghi chép vẫn hoạt động y như trước. Kế hoạch tuần, thói quen và xem việc cần làm từ iPhone đều miễn phí. Pro chỉ dành cho việc gửi những gì bạn viết ở đây sang iPhone. Đổi máy Mac? Khôi phục sẽ lấy lại — bạn không phải mua hai lần.
zh_hans: 记录完全不受影响。每周计划、作息，以及查看来自 iPhone 的待办事项都是免费的。只有把这里写的内容传到 iPhone 需要 Pro。换了 Mac 的话，用恢复购买就能找回——无需再买一次。
zh_hant: 記錄完全不受影響。每週計畫、作息，以及查看來自 iPhone 的待辦事項都是免費的。只有把這裡寫的內容傳到 iPhone 需要 Pro。換了 Mac 的話，用恢復購買就能找回——不必再買一次。

source: 전체
cs: Vše
da: Alle
de: Alle
el: Όλα
en: All
es: Todo
fi: Kaikki
fr: Tout
id: Semua
it: Tutto
ja: すべて
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: 전체 보기
cs: Zobrazit vše
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
en: Show all
es: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
id: Tampilkan Semua
it: Mostra tutto
ja: すべて表示
nb: Vis alle
nl: Toon alles
pl: Pokaż wszystko
pt_br: Mostrar tudo
ru: Показать все
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
vi: Hiện tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

source: 전체 할 일
cs: Všechny úkoly
da: Alle opgaver
de: Alle Aufgaben
el: Όλες οι εργασίες
en: All to-dos
es: Todas las tareas
fi: Kaikki tehtävät
fr: Toutes les tâches
id: Semua tugas
it: Tutte le attività
ja: すべてのやること
nb: Alle oppgaver
nl: Alle taken
pl: Wszystkie zadania
pt_br: Todas as tarefas
ru: Все задачи
sv: Alla uppgifter
th: สิ่งที่ต้องทำทั้งหมด
tr: Tüm görevler
vi: Tất cả việc cần làm
zh_hans: 所有待办事项
zh_hant: 所有待辦事項

source: 점심
cs: Oběd
da: Frokost
de: Mittagessen
el: Μεσημεριανό
en: Lunch
es: Comida
fi: Lounas
fr: Déjeuner
id: Makan siang
it: Pranzo
ja: 昼食
nb: Lunsj
nl: Lunch
pl: Obiad
pt_br: Almoço
ru: Обед
sv: Lunch
th: มื้อกลางวัน
tr: Öğle yemeği
vi: Ăn trưa
zh_hans: 午餐
zh_hant: 午餐

source: 점심 먹는 동안은 회사 시간이 아닙니다. 겹친 만큼 회사에서 뺍니다.
cs: Když jste na obědě, nejste v práci. Překryv se odečte od pracovní doby.
da: Mens du holder frokost, er du ikke på arbejde. Overlappet trækkes fra arbejdstiden.
de: Beim Mittagessen bist du nicht bei der Arbeit. Die Überschneidung wird von der Arbeitszeit abgezogen.
el: Όσο τρως μεσημεριανό, δεν δουλεύεις. Η επικάλυψη αφαιρείται από τον χρόνο της δουλειάς.
en: While you're at lunch, you're not at work. The overlap is taken out of work time.
es: Mientras comes, no estás trabajando. El tiempo solapado se descuenta del trabajo.
fi: Lounaalla et ole töissä. Päällekkäinen aika vähennetään työajasta.
fr: Pendant le déjeuner, vous n’êtes pas au travail. Le chevauchement est retiré du temps de travail.
id: Saat makan siang, Anda tidak sedang bekerja. Waktu yang bertumpuk dikurangkan dari jam kerja.
it: Mentre pranzi non sei al lavoro. La sovrapposizione viene tolta dalle ore di lavoro.
ja: 昼食の間は会社の時間ではありません。重なった分を会社から差し引きます。
nb: Mens du spiser lunsj, er du ikke på jobb. Overlappet trekkes fra arbeidstiden.
nl: Tijdens de lunch ben je niet aan het werk. De overlap gaat van de werktijd af.
pl: Gdy jesz obiad, nie pracujesz. Nakładający się czas jest odejmowany od pracy.
pt_br: Enquanto você almoça, não está trabalhando. A sobreposição é descontada do tempo de trabalho.
ru: Пока вы обедаете, вы не работаете. Пересечение вычитается из рабочего времени.
sv: Medan du äter lunch är du inte på jobbet. Överlappningen dras av från arbetstiden.
th: ระหว่างพักกินมื้อกลางวัน คุณไม่ได้ทำงาน เวลาที่ทับกันจะถูกหักออกจากเวลางาน
tr: Öğle yemeğindeyken işte değilsiniz. Çakışan süre iş süresinden düşülür.
vi: Trong lúc ăn trưa, bạn không làm việc. Phần chồng nhau được trừ khỏi giờ làm việc.
zh_hans: 吃午饭时不算上班时间。重叠的部分会从工作时间中扣除。
zh_hant: 吃午餐時不算上班時間。重疊的部分會從工作時間扣除。

source: 접기
cs: Sbalit
da: Fold sammen
de: Einklappen
el: Σύμπτυξη
en: Collapse
es: Contraer
fi: Pienennä
fr: Réduire
id: Ciutkan
it: Comprimi
ja: 折りたたむ
nb: Skjul
nl: Klap in
pl: Zwiń
pt_br: Recolher
ru: Свернуть
sv: Fäll ihop
th: ยุบ
tr: Daralt
vi: Thu gọn
zh_hans: 收起
zh_hant: 收合

source: 접기 (Esc)
cs: Sbalit (Esc)
da: Fold sammen (Esc)
de: Einklappen (Esc)
el: Σύμπτυξη (Esc)
en: Collapse (Esc)
es: Contraer (Esc)
fi: Pienennä (Esc)
fr: Réduire (Échap)
id: Ciutkan (Esc)
it: Comprimi (Esc)
ja: 折りたたむ（esc）
nb: Skjul (Esc)
nl: Klap in (Esc)
pl: Zwiń (Esc)
pt_br: Recolher (Esc)
ru: Свернуть (Esc)
sv: Fäll ihop (Esc)
th: ยุบ (Esc)
tr: Daralt (Esc)
vi: Thu gọn (Esc)
zh_hans: 收起（Esc）
zh_hant: 收合（Esc）

source: 정리 노트 1장 + 동작하는 예제 1개
cs: jedna stránka poznámek + jedna funkční ukázka
da: én side noter + ét eksempel, der virker
de: eine Seite Notizen + ein funktionierendes Beispiel
el: μία σελίδα σημειώσεων + ένα παράδειγμα που λειτουργεί
en: one page of notes + one working sample
es: una página de apuntes + un ejemplo que funcione
fi: sivu muistiinpanoja + yksi toimiva esimerkki
fr: une page de notes + un exemple qui fonctionne
id: satu halaman catatan + satu contoh yang berjalan
it: una pagina di appunti + un esempio funzionante
ja: まとめノート1枚 + 動くサンプル1つ
nb: én side notater + ett eksempel som fungerer
nl: één pagina aantekeningen + één werkend voorbeeld
pl: strona notatek + jeden działający przykład
pt_br: uma página de anotações + um exemplo funcionando
ru: страница конспекта + один рабочий пример
sv: en sida anteckningar + ett fungerande exempel
th: โน้ตหนึ่งหน้า + ตัวอย่างที่รันได้หนึ่งชิ้น
tr: bir sayfa not + çalışan bir örnek
vi: một trang ghi chú + một ví dụ chạy được
zh_hans: 1 页整理笔记 + 1 个可运行的示例
zh_hant: 1 頁整理筆記 + 1 個可執行的範例

source: 정보
cs: Informace
da: Info
de: Info
el: Πληροφορίες
en: Info
es: Información
fi: Tiedot
fr: Infos
id: Info
it: Info
ja: 情報
nb: Info
nl: Info
pl: Informacje
pt_br: Informações
ru: Информация
sv: Info
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: 정확한 요일·시간 없이 주 단위로만 추적합니다. 자유 시간 계산에는 그대로 반영됩니다.
cs: Sleduje se po týdnech, bez pevného dne či hodiny. Z volného času se přesto odečítá celé.
da: Følges pr. uge uden fast dag eller time. Den tæller stadig fuldt ud i din ledige tid.
de: Wird pro Woche erfasst, ohne festen Tag oder feste Uhrzeit. Es zählt trotzdem voll gegen deine freie Zeit.
el: Παρακολουθείται ανά εβδομάδα, χωρίς σταθερή ημέρα ή ώρα. Αφαιρείται κανονικά από τον ελεύθερο χρόνο σου.
en: Tracked by the week, with no fixed day or hour. It still counts fully against your free time.
es: Se controla por semanas, sin día ni hora fijos. Aun así, cuenta por completo en tu tiempo libre.
fi: Seurataan viikoittain ilman kiinteää päivää tai tuntia. Se vähennetään silti kokonaan vapaasta ajasta.
fr: Suivi à la semaine, sans jour ni heure fixes. Le temps est tout de même entièrement déduit de votre temps libre.
id: Dilacak per minggu, tanpa hari atau jam tetap. Tetap dihitung penuh terhadap waktu luang Anda.
it: Si tiene il conto per settimana, senza giorno né ora fissi. Viene comunque sottratta per intero dal tempo libero.
ja: 決まった曜日・時刻なしで、週単位でだけ追跡します。空き時間の計算にはそのまま反映されます。
nb: Følges per uke uten fast dag eller klokkeslett. Den teller likevel fullt ut mot den ledige tiden din.
nl: Bijgehouden per week, zonder vaste dag of uur. Telt nog steeds volledig mee in je vrije tijd.
pl: Liczone tygodniowo, bez stałego dnia i godziny. Nadal w całości odejmowane od wolnego czasu.
pt_br: Acompanhada por semana, sem dia ou hora fixos. Ainda conta integralmente no seu tempo livre.
ru: Учитывается по неделям, без точного дня и часа. Из свободного времени вычитается полностью.
sv: Följs upp per vecka, utan fast dag eller timme. Den dras ändå fullt ut från din fria tid.
th: ติดตามเป็นรายสัปดาห์ โดยไม่กำหนดวันหรือชั่วโมง แต่ยังหักออกจากเวลาว่างเต็มจำนวน
tr: Belirli bir gün ya da saat olmadan haftalık olarak izlenir. Yine de boş zamanınızdan tamamen düşülür.
vi: Theo dõi theo tuần, không cố định ngày hay giờ. Vẫn được tính đầy đủ vào thời gian trống.
zh_hans: 只按周追踪，不指定具体的星期和时间。仍会完整计入空闲时间。
zh_hant: 只按週追蹤，不指定確切的星期與時間。仍會完整計入自由時間。

source: 제목
cs: Název
da: Titel
de: Titel
el: Τίτλος
en: Title
es: Título
fi: Otsikko
fr: Titre
id: Judul
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: 제목을 적어 주세요
cs: Napište název
da: Skriv en titel
de: Gib einen Titel ein
el: Γράψε έναν τίτλο
en: Write a title
es: Escribe un título
fi: Kirjoita otsikko
fr: Saisissez un titre
id: Tulis judul
it: Scrivi un titolo
ja: タイトルを入力してください
nb: Skriv en tittel
nl: Schrijf een titel
pl: Wpisz tytuł
pt_br: Escreva um título
ru: Введите название
sv: Skriv en titel
th: เขียนชื่อเรื่อง
tr: Bir başlık yazın
vi: Hãy nhập tiêu đề
zh_hans: 请输入标题
zh_hant: 請輸入標題

source: 조각
cs: Střípek
da: Tidslomme
de: Splitter
el: Κομμάτι
en: Fragment
es: Fragmento
fi: Pätkä
fr: Fragment
id: Kepingan
it: Frammento
ja: かけら
nb: Tidslomme
nl: Fragment
pl: Okruch
pt_br: Fragmento
ru: Кусочек
sv: Ministeg
th: ชิ้นย่อย
tr: Parça
vi: Mảnh
zh_hans: 碎片
zh_hant: 碎片

source: 조각 시간은 총량으로 환산되지 않습니다. 5분 열두 번은 60분이 아닙니다. 그래서 '5분이 생겼을 때 집을 수 있는 단계'와 '지킨 시간에만 하는 단계'를 처음부터 나눠 두는 편이 낫습니다.
cs: Střípky se nesčítají. Dvanáct pětiminutových mezer není jedna hodina. Proto je lepší hned od začátku oddělit kroky, které stihnete za pět minut, od kroků, které potřebují chráněný čas.
da: Tidslommer kan ikke lægges sammen. Tolv huller på fem minutter er ikke én time. Derfor er det bedre fra starten at skelne mellem de trin, du kan klare på fem minutter, og de trin, der kræver beskyttet tid.
de: Splitter lassen sich nicht zusammenzählen. Zwölf Fünf-Minuten-Lücken sind keine Stunde. Darum trennst du besser von Anfang an die Schritte, die du in fünf Minuten erledigen kannst, von denen, die geschützte Zeit brauchen.
el: Τα κομμάτια δεν αθροίζονται. Δώδεκα κενά των πέντε λεπτών δεν κάνουν μία ώρα. Γι’ αυτό είναι καλύτερο να ξεχωρίζεις από την αρχή τα βήματα που πιάνεις σε πέντε λεπτά από εκείνα που θέλουν προστατευμένο χρόνο.
en: Fragments don't add up into a total. Twelve five-minute gaps are not one hour. So it's better to separate, from the start, the steps you can pick up in five minutes from the steps that need protected time.
es: Los fragmentos no se suman en un total. Doce huecos de cinco minutos no son una hora. Por eso conviene separar desde el principio los pasos que puedes hacer en cinco minutos de los que necesitan tiempo protegido.
fi: Pätkät eivät kerry yhteen. Kaksitoista viiden minuutin rakoa ei ole yksi tunti. Siksi kannattaa heti alussa erottaa viidessä minuutissa tehtävät vaiheet niistä, jotka tarvitsevat suojattua aikaa.
fr: Les fragments ne s’additionnent pas. Douze creux de cinq minutes ne font pas une heure. Mieux vaut donc séparer dès le départ les étapes faisables en cinq minutes de celles qui demandent un temps protégé.
id: Kepingan tidak bisa dijumlahkan. Dua belas celah lima menit bukan satu jam. Jadi lebih baik sejak awal memisahkan langkah yang bisa diambil dalam lima menit dari langkah yang butuh waktu terlindungi.
it: I frammenti non si sommano. Dodici spazi da cinque minuti non fanno un’ora. Per questo conviene separare fin dall’inizio le fasi da fare in cinque minuti da quelle che richiedono tempo protetto.
ja: かけらの時間は合計に換算できません。5分を12回集めても60分にはなりません。だから「5分空いたときに手に取れるステップ」と「確保した時間にだけやるステップ」を最初から分けておくほうがいいのです。
nb: Tidslommer kan ikke legges sammen. Tolv luker på fem minutter er ikke én time. Derfor er det bedre å skille fra starten mellom trinnene du kan ta på fem minutter, og trinnene som trenger skjermet tid.
nl: Fragmenten tellen niet op tot een totaal. Twaalf gaatjes van vijf minuten zijn geen uur. Daarom kun je stappen die je in vijf minuten oppakt beter meteen scheiden van stappen die vrijgehouden tijd nodig hebben.
pl: Okruchy nie sumują się w całość. Dwanaście pięciominutowych luk to nie godzina. Dlatego lepiej od początku oddzielić kroki, które zrobisz w pięć minut, od kroków, które wymagają chronionego czasu.
pt_br: Fragmentos não se somam num total. Doze brechas de cinco minutos não são uma hora. Por isso é melhor separar desde o início as etapas que dá para fazer em cinco minutos das que precisam de tempo protegido.
ru: Кусочки не складываются в целое. Двенадцать пауз по пять минут — это не час. Поэтому лучше сразу отделить шаги, которые можно взять за пять минут, от шагов, которым нужно защищённое время.
sv: Ministeg går inte att lägga ihop. Tolv luckor på fem minuter blir inte en timme. Därför är det bättre att redan från början skilja stegen du kan ta på fem minuter från stegen som kräver skyddad tid.
th: ชิ้นย่อยไม่ได้รวมกันเป็นก้อนเดียว ช่องว่างห้านาทีสิบสองครั้งไม่เท่ากับหนึ่งชั่วโมง จึงควรแยกตั้งแต่แรกว่าขั้นตอนไหนหยิบทำได้ในห้านาที และขั้นตอนไหนต้องใช้เวลาที่กันไว้
tr: Parçalar toplanmaz. On iki tane beş dakikalık boşluk bir saat etmez. Bu yüzden beş dakikada ele alınabilecek adımları, korunan zaman isteyen adımlardan baştan ayırmak daha iyidir.
vi: Các mảnh thời gian không cộng dồn thành tổng. Mười hai khoảng năm phút không bằng một giờ. Vì vậy nên tách ngay từ đầu những bước làm được trong năm phút với những bước cần thời gian được giữ riêng.
zh_hans: 碎片时间无法换算成总量。12 次 5 分钟并不等于 60 分钟。所以最好一开始就把“有 5 分钟时能捡起来做的步骤”和“只在保留时间里做的步骤”分开。
zh_hant: 碎片時間無法換算成總量。12 次 5 分鐘並不等於 60 分鐘。所以最好一開始就把「有 5 分鐘時能撿起來做的步驟」和「只在保留時間裡做的步驟」分開。

source: 조각과 덩어리가 나뉘어 있습니다
cs: Střípky a souvislý čas jsou oddělené
da: Tidslommer og fokusblokke er adskilt
de: Splitter und Fokuszeit sind getrennt
el: Κομμάτια και συνεχή διαστήματα είναι χωρισμένα
en: Fragments and chunks are separated
es: Fragmentos y tramos están separados
fi: Pätkät ja jaksot on erotettu
fr: Fragments et plages de concentration sont séparés
id: Kepingan dan sesi fokus sudah dipisah
it: Frammenti e tempo di concentrazione sono separati
ja: かけらとまとまった時間が分かれています
nb: Tidslommer og fokusblokker er skilt
nl: Fragmenten en brokken zijn gescheiden
pl: Okruchy i ciągłe odcinki są rozdzielone
pt_br: Fragmentos e períodos contínuos estão separados
ru: Кусочки и цельные отрезки разделены
sv: Ministeg och fokustid är åtskilda
th: แยกชิ้นย่อยกับช่วงเวลายาวแล้ว
tr: Parçalar ve odak süreleri ayrılmış
vi: Mảnh và quãng đã được tách riêng
zh_hans: 碎片和大块已分开
zh_hant: 碎片與大塊已分開
